[
  {
    "indo": "Mereka yang terlalu dalam terluka disebabkan terlalu jauh meninggalkan cinta kepada Allah dan Rasul-Nya",
    "english": "Those who hurt deeply are often those who have strayed too far from the love of Allah and His Messenger."
  },
  {
    "indo": "Dan apabila Kami berikan nikmat kepada manusia, dia berpaling dan menjauhkan diri dengan sombong. Tetapi apabila ditimpa petaka, dia banyak berdoa.",
    "english": "And when We bestow favor upon man, he turns away and distances himself arrogantly. But when adversity touches him, he is ever full of supplication."
  },
  {
    "indo": "Jika yang baik dipertemukan dengan yang baik. Semoga yang belum baik dipertemukan dengan yang bisa memperbaiki.",
    "english": "When good meets good, may the yet-to-be-good meet with what can make it better."
  },
  {
    "indo": "Hidup ini pilihan, apapun yang membuatmu sedih, tinggalkan. Dan apapun yang membuatmu tersenyum, jangan lepaskan.",
    "english": "Life is a choice; whatever makes you sad, leave it. And whatever makes you smile, hold onto it."
  },
  {
    "indo": "Barang siapa yang tidak mensyukuri yang sedikit, maka ia tidak akan mampu mensyukuri sesuatu yang banyak.",
    "english": "Whoever does not thank for little will not be able to thank for much."
  },
  {
    "indo": "Orang yang paling berat cobaannya adalah nabi, kemudian orang-orang yang di bawah derajatnya dan seterusnya.",
    "english": "The one who faces the greatest trials is the Prophet, then those below him in rank, and so on."
  },
  {
    "indo": "Pernah ku taruh harapan kepada manusia, namun mereka mengkhianatiku. Dan kini ku taruh harapan pada Tuhan semesta, maka ketenangan pun memenuhi hatiku.",
    "english": "Once I placed my hope in humans, but they betrayed me. Now I place my hope in the Lord of the universe, and tranquility fills my heart."
  },
  {
    "indo": "Allah tidak pernah mengatakan bahwa jalan hidup akan mudah. Tapi, Dia mengatakan 'Aku akan bersama dengan mereka yang mau bersabar'.",
    "english": "Allah never said that life's journey would be easy. But He said, 'I will be with those who are patient.'"
  },
  {
    "indo": "Sebab terkadang takdir tak selalu sesuai dengan rencana. Itulah mengapa di setiap doa terdapat kata 'semoga'.",
    "english": "For sometimes destiny doesn't always align with plans. That's why in every prayer, there is the word 'hopefully.'"
  },
  {
    "indo": "Dua hal yang dapat menggambarkan kamu, yakni kesabaranmu saat kamu tidak memiliki apa-apa dan sikap kamu saat memiliki segalanya.",
    "english": "Two things can describe you: your patience when you have nothing and your attitude when you have everything."
  },
  {
    "indo": "Dan dirikanlah shalat, sesungguhnya shalat itu mencegah dari perbuatan keji dan mungkar.",
    "english": "And establish prayer. Indeed, prayer prohibits immorality and wrongdoing."
  },
  {
    "indo": "Jagalah shalat dan tenggelamkanlah dirimu di dalamnya.",
    "english": "Maintain the prayer and [especially] the middle prayer and stand before Allah , devoutly obedient."
  },
  {
    "indo": "Sesungguhnya shalat itu adalah kewajiban yang ditentukan waktu-waktunya bagi orang-orang yang beriman.",
    "english": "Indeed, prayer has been decreed upon the believers a decree of specified times."
  },
  {
    "indo": "Janganlah kamu lalai dalam menunaikan shalat dan jangan pula kamu melakukan shalat dengan tergesa-gesa.",
    "english": "So do not weaken in pursuit of the enemy. If you should be suffering - so are they suffering as you are suffering, but you expect from Allah that which they expect not. And Allah is ever Knowing and Wise."
  },
  {
    "indo": "Dan janganlah kamu menghampiri shalat sedang kamu dalam keadaan mabuk, sehingga kamu tahu apa yang kamu ucapkan.",
    "english": "O you who have believed, do not approach prayer while you are intoxicated until you know what you are saying or in a state of janabah, except those passing through [a place of prayer], until you have washed [your whole body]. And if you are ill or on a journey or one of you comes from the place of relieving himself or you have contacted women and find no water, then seek clean earth and wipe over your faces and your hands [with it]. Indeed, Allah is ever Pardoning and Forgiving."
  },
  {
    "indo": "Sesungguhnya aku adalah Allah, tidak ada Tuhan selain Aku, maka sembahlah Aku dan dirikanlah shalat untuk mengingat Aku.",
    "english": "Indeed, I am Allah . There is no deity except Me, so worship Me and establish prayer for My remembrance."
  },
  {
    "indo": "Dan dirikanlah shalat sebagai ibadah untuk Tuhanmu, dan janganlah engkau mati melainkan dalam keadaan berserah diri kepada-Nya.",
    "english": "And establish prayer and give zakah and bow with those who bow [in worship and obedience]."
  },
  {
    "indo": "Jadilah hamba-hamba Allah yang selalu menunaikan shalat.",
    "english": "And establish prayer and fear Him, and it is He to whom you will be gathered."
  },
  {
    "indo": "Sesungguhnya orang-orang yang beriman dan mengerjakan amal saleh, mereka itu adalah sebaik-baik makhluk.",
    "english": "Indeed, those who have believed and done righteous deeds - they are the best of creatures."
  },
  {
    "indo": "Dan mintalah pertolongan (dalam segala urusanmu) dengan sabar dan shalat. Dan sungguh-sungguhlah (dalam menunaikan) shalat itu adalah suatu kewajiban yang ditentukan waktu-waktunya bagi orang-orang yang beriman.",
    "english": "And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]"
  },
  {
    "indo": "Tuntun kami ke jalan yang lurus.",
    "english": "Guide us to the straight path."
  },
  {
    "indo": "Inilah kitab yang tidak diragukan lagi, petunjuk bagi orang-orang bertakwa.",
    "english": "This is the Book about which there is no doubt, a guidance for those conscious of Allah."
  },
  {
    "indo": "Sesungguhnya kami adalah milik Allah, dan sesungguhnya kepada-Nya kami akan kembali.",
    "english": "Indeed, we belong to Allah, and indeed to Him we will return."
  },
  {
    "indo": "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya.",
    "english": "Allah does not burden a soul beyond that it can bear."
  },
  {
    "indo": "Dan mintalah pertolongan dengan sabar dan sholat.",
    "english": "And seek help through patience and prayer."
  },
  {
    "indo": "Jadilah baik. Sesungguhnya Allah menyukai orang-orang yang berbuat baik.",
    "english": "Be good. Indeed, Allah loves the doers of good."
  },
  {
    "indo": "Barangsiapa yang mengerjakan kebaikan sekecil apapun, niscaya dia akan melihat (balasan)nya.",
    "english": "So whoever does an atom's weight of good will see it."
  },
  {
    "indo": "Dan barang siapa yang bertakwa kepada Allah, niscaya Allah menjadikan baginya kemudahan dalam urusannya.",
    "english": "And whoever fears Allah - He will make for him a way out."
  },
  {
    "indo": "Allah berfirman: Janganlah kamu berdua khawatir, sesungguhnya Aku beserta kamu berdua, Aku mendengar dan melihat.",
    "english": "Allah said, 'Fear not, indeed I am with you both; I hear and I see.'"
  },
  {
    "indo": "Cukuplah Allah menjadi penolong kami dan Allah adalah sebaik-baik pelindung.",
    "english": "Sufficient for us is Allah; and [He is] the best Disposer of affairs."
  },
  {
    "indo": "Hai orang-orang yang beriman, Ingatlah kepada Allah sebanyak-banyaknya.",
    "english": "O you who have believed, remember Allah with much remembrance."
  },
  {
    "indo": "Sesungguhnya Tuhanku amat dekat lagi memperkenankan (doa hamba-Nya).",
    "english": "Indeed, my Lord is near and responsive."
  },
  {
    "indo": "Sesungguhnya perbuatan-perbuatan yang baik itu menghapuskan (dosa) perbuatan-perbuatan yang buruk.",
    "english": "Indeed, good deeds do away with misdeeds."
  },
  {
    "indo": "Maka jangan sekali-kali membiarkan kehidupan dunia ini memperdayakan kamu.",
    "english": "So do not let the worldly life delude you."
  },
  {
    "indo": "Dan bersabarlah kamu, sesungguhnya janji Allah adalah benar.",
    "english": "So be patient. Indeed, the promise of Allah is truth."
  },
  {
    "indo": "Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan.",
    "english": "For indeed, with hardship [will be] ease. Indeed, with hardship [will be] ease."
  },
  {
    "indo": "Tidakkah dia menyadari bahwa sesungguhnya Allah melihat segala perbuatannya?",
    "english": "Does he not know that Allah sees?"
  },
  {
    "indo": "Tetapi orang yang bersabar dan memaafkan, sesungguhnya (perbuatan) yang demikian itu termasuk hal-hal yang diutamakan.",
    "english": "But whoever is patient and forgives - indeed, that is of the matters [requiring] determination."
  },
  {
    "indo": "Sesungguhnya hanya orang-orang yang bersabarlah yang dicukupkan pahala mereka tanpa batas.",
    "english": "Indeed, the patient will be given their reward without account."
  },
  {
    "indo": "Maka nikmat Tuhan yang manakah yang kamu dustakan?",
    "english": "So which of the favors of your Lord would you deny?"
  }
]
